Repository: mozilla-l10n/mt-training-data
Catalog: nla/nla_pontoon.tmx
Source language: en_us
Languages: nla

source: 1 sentence collected
nla: 1 kəm-tsâr yi pə ghou mə́

source: 2 down, keep it up!<playIcon></playIcon>
nla: Nda' pə́pwô <playIcon></playIcon>, Pei lǎgh' ndə̌t lə́ mbi

source: About
nla: Lə́

source: Accepted file types: .tsv only
nla: Mbəu tsə̌-nŋwa'a mbo' pə́ pə̂i: tsv nda'

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
nla: { $actionType } <playIcon></playIcon>, Tə́ pə́ tsuŋə ndǎ' kəm-tsâr zei ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
nla: { $actionType } <recordIcon></recordIcon>Pei ŋá'á nji zei ndágh' fúŋ kəm-tsâr.

source: { $actionType }<stopIcon></stopIcon> when done
nla: { $actionType } <stopIcon></stopIcon> ghí' pei lěi tə myágh'.

source: { $actionType } submit when ready
nla: { $actionType } Pei tə́u ghí' lǒu mbə́ yi pəu mə́·e

source: Add and Review Sentences, Add Questions, Transcribe Audio
nla: Nkʉ́'ʉ́ mbǒu mbyegh'ə́ náŋtə́ məkəm-tsâr, nkʉ́'ʉ́ mə́tuŋə-no, shə́rə́ nŋwa'á mənji pə́ ghǒu

source: Add <icon></icon> a public domain sentence
nla: Nŋwá'á <icon></icon> cǒ tsâr yi pə́ pə́ tsát nou pye zǎa

source: Add information
nla: Pei kʉ́'ʉ́ cǒ' mə́no

source: Add new sentences for the community to read
nla: Pei kʉ́'ʉ́ məkəm-tsâr mi shwî mi mbo' lâ' fûŋ

source: Add one sentence per line
nla: Pei kʉ'u tâ' kəm-tsâr lə́ maa nkoŋə́ tsəm

source: Add questions in your language
nla: Pei kʉ́'ʉ́ mətuŋ -no lə́ tsâr lâ' zéi

source: Add Sentences
nla: Nkʉ́'ʉ́ məkəm-tsâr

source: Add sentences in your language
nla: Pei kʉ́'ʉ́ məkəm-tsâr lə́ tsâr lâ' zéi

source: Add up to 1,000 sentences
nla: Pei kʉ́'ʉ́ məkəm-tsâr 1000

source: Add Your Voice
nla: Lǎ' no ndágh' ngǒu nji zo

source: Agriculture and Food
nla: Kwó' sô gháp tsúŋə́ məzə̂u zʉ̌

source: All sentence must have the same domain
nla: Məkəm-tsâr mətsəm ghwo lə́ ntsât lə́ tâ' zə̂u

source: All sentences must have the same citation
nla: Məkəm-tsâr mətsəm ghwo lə́ náa ngwó pə́ tâ' no yi ŋuu lǎ'

source: Already have an account? <login>Log-In</login>
nla: Pei tso' mə́ tâ' ndə̂ ntəu-tsâr ? <login>nzʉ́ŋə́</login>

source: An error occurred fetching sentences
nla: Tâ' lǒ' kwat ghí ' pə́ pə́ mbyégh'ə́ ndóu məkəm-tsâr mwo lə́ ngwó

source: An error occurred reviewing this sentence
nla: Tâ' lǒ' kwat ghí ' pə́ pə́ mbyégh'ə́ kəm-tsâr yo náŋtə́

source: An error occurred submitting your voice information
nla: Tâ' lǒ' kwat mpfu yi pogh' pə́ ntə́u məno pei le'tə́ wógh'

source: Approve
nla: Mbə́i

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
nla: mbo' pə pə̂i məyʉ' páŋə́, lə́ koo məcǒ mə́nji pou nkó' lə́ tʉ̌ tə́sə́ʉ tə mvuŋə mə́fóu-tû məsʉ̂ŋ, a ghou məzə̂u mi káa pə́ yé cər nŋwa'a. Pei lǒu kə́ nzú' zə̂u nde'e lə́ məzə̂u mi pə́ cər nŋwa'a, pei nyêt lə nkə́ ngóu.

source: Are you coming? <strong>[called by another]</strong>
nla: O pə̌ ntó ? <strong>[cǒ nji nde'e lə́ lâ' ]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
nla: Pei túŋə́ məno méi mbô <matrixLink>Lʉŋə-nŋwa'a</matrixLink>, <discourseLink>Tsâr-ŋuu</discourseLink> kəʉ <emailLink>Ntə́u nŋwa'a lə́ ntəu-tsâr</emailLink>.

source: Automotive and Transport
nla: Məzə̂u-tə́ʉ gháp khwót-məzə̂u

source: Background Noise
nla: Páŋə́ nzəm tsâr

source: Background Voices
nla: ə nji lwo nzəm wó

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
nla: Pei lágh'ə́ tû zéi mpfu yi pei pə̌ ntyê cǒ kəm nŋwa'a' ńté ŋuu yi a lə́ fúŋ, kə fúŋ tə́poŋ. Ndá' no, kəʉ tsát wó mbə̂u lə mbə̂u ndəu ngoŋ, mbo' məcǒ məmbə̂u la' tsát pə́ mi pei kə́ zû' wéi lə́ zéi pa'a lâ'. Pei nyé' mbə́i nyét ngó cǒ ŋuu lǎ' no kə́p lə́ zei mbə́u yi pei la' ntsát.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
nla: [Ndá' ngó « məsʉŋ »pəu mpfu pei zǔ' ngó « məsʉŋ » (FR) káa « məsʉŋ » (BE)]

source: <bold>{ $count }</bold> Clips
nla: { " " }Mətsə̌m

source: <bold>Help us</bold> find more voices
nla: <bold>pfútə́ wógh'</bold> lə́ njwó mənji mi shwî

source: Bulk batch
nla: mi zǎa

source: Bulk Sentences Uploaded
nla: Məkəm-tsâr mi lə́t mə́

source: By telling us about yourself, you will help developers build more inclusive technology
nla: Pei pə̌ ntsâa ngó pə jí məno lə́ mbə́u yi pei lagh' tsât mo ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nla: Pei lǒu mə fá' gháp tsəpə-nji, pei pə̂i <termsLink>Mbə́u yi pogh' tǒgh' lə́ ndágh' fǎ'</termsLink> mbaa <privacyLink>Zúŋ yi pogh' lagh' ndó'o məno mwógh'</privacyLink>

source: Cancel Re-recording
nla: Pei və́rə́ zə̂u yi pei ghǒu

source: Cancel Submission
nla: Və́rə́ zə̂u yi o pə̌ ngǒu

source: Cannot submit more than 1000 sentences
nla: mbo pei kʉ'ʉ wéi məkəm-tsâr tə ku' 1000 po

source: Change preferences
nla: Ə nkə́ptə́ məzə̂u mi o kǒŋ

source: Check <icon></icon> is this a linguistically correct sentence?
nla: Pei lí'tə́ njwó <icon></icon> kəʉ kəm-tsâr zei pəu ghí' pə́ yǎa ngwǒ lə́ nŋwá'á

source: <chevron></chevron>See less
nla: <chevron></chevron>Koo pei nyárə́ məfi'i zǎa

source: <chevron></chevron>See more
nla: <chevron></chevron>Pei nyárə́ məfi'i zǎa

source: Citation
nla: No yi ŋuu la'á

source: Cite with a URL link or the full name of the work.
nla: Pei ghí' lá' no yi cǒ ŋuu la'á, tsʉ́ŋ yʉ' pei kwarə́ wó káa nŋwa'á ləjwôgh' nŋwa'a tsəm yi kwǎt cər wó

source: Click
nla: Kəu

source: Clips Uploaded
nla: Kəm pîŋ pə́ mə́ tʉ́

source: Comment
nla: Ngʉ́ mə́sap

source: Contact Us
nla: ə njwó wógh'

source: Continue
nla: Ńdágh' ndə̌r lə́ mbi

source: Continue validating
nla: Pei nkárə́ ndǎgh' ndə́t lə́ mbi

source: Contribute
nla: Kʉ'ʉ

source: Contribute sentences
nla: Pei pʉ́ məcǒ məkəm-tsâr

source: Contribution Criteria
nla: məzə̂u mi pə ghwǒ lə́ ńgʉ́ ndǎgh' ntóutə́

source: Create a profile
nla: ndé'tə́ ŋuu o pə̌ zʉ́

source: Criteria
nla: Məzə̂u mi pə́ ghwǒ lə́ ńgʉ́

source: Datasets
nla: nou mə́zə̂u

source: Delete my recordings
nla: Və́rə́ məzə̂u mi o ghou mə́

source: Different language
nla: Cǒ tsâr lâ' yi nde'e

source: Difficult to pronounce
nla: Ə́ təi lə́ ndá '

source: Discard ongoing recording
nla: Nyét lə́ kə́ ńgóu yi o jitə́ mə́

source: Does the sentence meet the guidelines?
nla: kəm-tsâr pəu lə́ məzə̂u mi pə́ nghwǒ lə́ ngʉ́ ?

source: Donate your voice
nla: Pei ŋə́ nji zei

source: Don't see your language on Common Voice yet?
nla: Zô tsâr kə́ pə́ cər ya'a moo ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
nla: Pei cí tsə̌m-nŋwa'a zéi ŋə́ ya'a, ndyí ' po <uploadButton>pei nó' ntə́u</uploadButton>

source: Drop file here to upload
nla: Pei zápə́ tsə̌m-nŋwa'a zéi ya'a lə́ ntə́u

source: Enter your public domain sentence here
nla: Pei nŋwá'á kəm-tsâr zéi yi mbo' lâ' jwó ya'a

source: Enter your public domain sentences here
nla: Pei nŋwá'á kəm-tsâr zéi yi mbo' lâ' jwó ya'a

source: Error adding sentence
nla: Lǒ' kwat ghí pə́ pə́ kʉ'ʉ kəm-tsâr

source: ESC
nla: Nkwát

source: Exit & Delete clips
nla: Nyét mbǒu və́rə́ zə̂u tsəm yi o ghou mə́

source: Fewer than 15 words per sentence
nla: Koo ku' mənyôgh' nŋwa'a 15

source: File is too large
nla: Tsə̌m-nŋwa'a yo jwət tə́sə́ʉ

source: File is too small
nla: Tsə̌m-nŋwa'a yo khwô' tə́sə́ʉ

source: Finance
nla: nkâp

source: Finish recording
nla: Myágh'tə́ lə́ ngóu

source: Finish recording first?
nla: Pei jí myagh'tə́ lə ngóu

source: Finish Review
nla: Myágh'tə́ lə́ ndyí'tə́

source: Finish validating
nla: Pei myagh'tə́ lə́ nkárə́

source: Finish validating clips?
nla: Pei myagh'tə́ lə́ nkárə́ mə́fi'tə́ tsâr ?

source: Follow guidelines from “What sentences can I add?”
nla: Pei ŋə́i ghí' pə́ lagh' wéi « Mbo' nkʉ'ʉ marə məkəm-tsâr ? »

source: for example
nla: Fi'tə zěi yo

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
nla: Lə ngʉ́ tə́ fa' pəməsʉ̂ŋ pə̂u mbô maa ŋuu tsəm, məno mi pfútə́ mətû məsʉ̂ŋ lə́ ntʉ́tə́ məfa' ghwo lə́ mbə́ pəjʉ́ŋtə́ pye tə nzáa. Fi'i zěi pə́ ńgó, pə́ lǒu ndí' có' nji cǒ ŋuu yi yé tsâr ncwǐ po, məfa' məsʉ̂ŋ ŋəi yé shʉ'ʉ gháp pye pi ghwǒ nji zéi po. <learnMore>Tsúŋə́ njí lə́ lətəi-ndwuŋ məzə̂u Méta lo'ó.</learnMore>

source: General
nla: Zə̂u tsəm

source: General language / multiple variants
nla: Lələʉ məno lə́ mətsâr /məkəm-tsâr mi mbo' kə́ptə məcǒ

source: Grammatical / spelling error
nla: Lǒ' lə́ ntʉ́tə́ / lə́ ntsúŋú nŋwa'á mənyôgh' nŋwa'a

source: Great!<recordIcon></recordIcon> Record your next clip
nla: ə́ fú mbǒŋ ! <recordIcon></recordIcon> Pei ghóu tsə́m yi pei kwarə́ mpfu nzəm.

source: Great work!<playIcon></playIcon> Listen again when you're ready
nla: Ntəʉ fa' ! <playIcon></playIcon> Pei tsúŋtə mbəʉ zéi mbye' nzʉ́'tə́·e

source: Guidelines
nla: məno mi pə́ ghwó lə́ ngʉ́

source: Healthcare
nla: nə̂r

source: Help create Common Voice’s first target segment in { $locale }
nla: Pei pfútə́ lə́ tsúŋú tsəmbi kəm-tsâr tsəpə-nji lə́ { $locale }

source: Help us validate voices
nla: pei pfútə́ wógh' lə́ nkárə́ məfi'tə-tsâr mi pə́ ghǒu

source: His hand was rais-ed.
nla: la'-fə́t, ləfóu, cʉ'ʉ

source: History, Law and Government
nla: Pyétə́, ləpə̌ʉ ngʉ́ gə́m-na

source: How do I cite?
nla: Mbo' pə́ có' no yi ŋuu la'á ghá'á ?

source: How to add multiple sentences
nla: Pə kʉ́'ʉ́ məkəm-tsâr tə nzáa

source: How would you describe your sex or gender?
nla: Pei koŋ lə́ nyárə́v ńgó pei mbiŋə kəʉ pəngyě ghá'á ?

source: I agree
nla: Məŋ mbə̂i

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
nla: M mbə̌i ngó məkəm-târ mwo mi <wikipediaLink>lâ' jwô</wikipediaLink> ə́ pou mbə́ mi mbo' ntə̂u.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
nla: M mbə̌i ńgó yo kəm-tsâr yi <wikipediaLink>mbo' lâ' jwô</wikipediaLink> ə́ boŋə́ mbə́ yi mbo' ntə̌u zěi.

source: <icon></icon> Add multiple public domain sentences
nla: <icon></icon> nkʉ'ʉ məkəm-tsâr mi mbo' pə́ tsát mbi lâ'

source: Ideally natural and conversational (it should be easy to read the sentence)
nla: Kəm-tsâr ghwo mbə̂u, mbə́ yi mbo' pə́ kə̂p (mpoŋə mbwórə́ lə́ fúŋ)

source: I do not agree
nla: Məŋ ndə'

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
nla: Lǒu mə́ ndʉʉ no wei yi pei lǎ', pei nŋwa'a saa-sǎa <italicizedText>« no zâ yi ndǎ' »</italicizedText>. Pogh' pə̌ ndou njí yʉ məkəm-tsâr mwo fú wó lə dágh' tsúŋə́ náŋ kəʉ mi mbo' lâ' jwô kəʉ Káa pə tô' lə ndágh' fǎ' lə́wó. Pei lǒu mə́ ndóu mətsâr mi ŋuu la'á, pei náŋtə <guidelinesLink>məno mi pə́ ghwǒ lə́ ńgʉ́ </guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nla: Lǒu mə́ ngóu ŋəi nzé'tə́ pei nyet, laa yi ńgó mbo' nŋwa'a tsəm sâa sǎa kwát.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nla: Pei lǒu mə ndóu kʉ́'ʉ́ məcǒ məno lə́ tsə̌m-tsâr yo, pei jwô <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
nla: Pei lǒu mə ndóu kʉ́'ʉ́ məcǒ məno lə́ tsə̌m-tsâr yo mi káa pə́ yə́ cər yo ndə̂, pei jwô <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nla: ə́ kəm-tsâr lǒu ndyí pəu lə́ məzə̂u mi pə́ghwó lə́ ngʉ́ ndǎgh' ndyí'tə́ mənyôgh' nŋwa'a mwo po, pei nô lə́ « muŋə » lə dyegh'ə́ pô yi kwap. Kə́u mə́ nə́, pei zê' ngwó njwó kəm-trâr yi nde'e.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nla: ə́ kəm-tsâr lǒu ndyí pəu lə́ məzə̂u mi pə́ghwó lə́ ngʉ́ ndǎgh' ndyí'tə́ mənyôgh' nŋwa'a mwo po, pei nô lə́ « mbə́i » lə dyegh'ə́ pô yi təʉ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nla: Pei nkwát lə́ cǒ zə̂u yi káa pə́ ye nou məno mi pə́ ghwǒ lə́ ńgʉ́, pei cʉ́ ndagh' pə́ jíno zéi kâŋ yi yi pei kǒŋ, ndyí' ku' wéi lə́ nkáŋ po, pei no' « Ndéi » ə́ ngou yi de'e ndágh' dər lə́ mbi.

source: If you run out of sentences to review, please help us collect more sentences!
nla: Pei lǒu ndí' kə́ ghwó məkəm-tsâr mi mbo' pei li'tə po, pei pfutə wógh' lə nkʉ́'ʉ́ ngǒu məkəm-tsâr ndǎgh' ndə́t lə́ mbi !

source: Include appropriate citation
nla: No yi ŋuu la'á lǒu tsógh'ə́ lə́ no yi pə́ pə́ sʉ́ŋ pə cô' mə́u

source: Invalid file
nla: Tsə̌m-nŋwa'a yo káa pə̂u

source: It contains words or phrases that are hard to read or pronounce.
nla: Məcǒ mənyôgh' nŋwa'a mbaa məkəm-tsâr təi lə́ fúŋ mbaa ndá '

source: It is written in a language different than what I’m reviewing.
nla: Pə́ nŋwa'a kəm-tsâr zei lə́ tsâr lâ' nde'e yi káa mə́ fúŋ ghâa zěi

source: It is written in a language different than what I’m speaking.
nla: Pə́ nŋwa'a kəm-tsâr zei lə́ tsâr lâ' nde'e yi káa mə́ tsát ghâa zěi

source: Just Unsure?
nla: Pei pə̌ nə́ mo ?

source: Keep it up, record again <recordIcon></recordIcon>
nla: Pei kə́ ndagh' cʉ́ŋə́ pə́ yórə́ mbǒu kʉ́'ʉ́ ngǒu ndágh' ndət lə́ mbi.

source: Keep the recordings
nla: Ndó'ó məzə̂ mi o ghou mə́

source: Keep track of your progress with a profile
nla: Pei ké' mbəʉ zéi, ndagh' fí ' lə njí kəʉ fa' zéi pə́ ndər lə́ mbi

source: Language Fundamentals (e.g. Digits, Letters, Money)
nla: Lǎa nuŋə mətsâr (mənyôgh' tsâr la' kwá' zə̂u,mənyôgh' tsâr la' nŋwá'á zə̂u, nkâp)

source: Languages
nla: mətsâr

source: Large bulk sentence submission
nla: Ntə́u mekəm-tsâr ndwuŋ

source: Learn More
nla: ə kʉ́'ʉ́ ntsuŋu-njí

source: Leaving now means you'll lose your progress
nla: O lǒu nyét mpfu wo mə́i o cwí fa' tsəm yi o ghʉ mə́

source: Listen
nla: nzú'

source: Listen options menu
nla: ndə̂ məzə̂u mi pə́ ghwǒ lə́ ńgʉ́ « ńzú' »

source: Loading sentences…
nla: Ndyí'tə́ məkəm-tsâr

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
nla: <loginLink> Pei káp mənkʉ </loginLink> kəʉ <loginLink>Pei nŋwá'á ləjwôgh' zéi </loginLink> Lə́ ndágh' kʉ'ʉ́ mi tə nzáa

source: Log in or sign up to get started
nla: Pei káp mənkʉ, ndí ' pó pei nŋwa'a ləjwôgh' zéi ndǎgh' njítə́

source: Log In / Sign Up
nla: nzə́ŋ-mənkʉ / nŋwá'á ləjwôgh'

source: Make sure the sentence meets the following criteria:
nla: Pei náŋtə́ kəm-tsâr kəʉ pəu lə́ məzə̂u mi pə́ghwó lə́ ngʉ́ ndǎgh' ndyí'tə́ mənyôgh' nŋwa'a mwo:

source: Maximum file size: 25 MB
nla: Tsə̌m-nŋwa'a káa ghwó lə́ njwə́t tə́ ndéi : 25 Mo

source: Media and Entertainment
nla: Ləluŋə́ gháp məghaa

source: Minimum sentences in file: 1000
nla: ndwuŋ məkəm-tsâr mi mbo' pə́ ghwo cər tsə̌m-nŋwa'a : 1 000

source: [Mismatched content]
nla: [nŋwa'a fe]

source: Misreadings
nla: Lǒ' lə́ pfúŋ wó se

source: Missing an <strong>'s'</strong> at the end of a word.
nla: Pə́ mbúŋ tâ' <strong>« s »</strong> lə́ lyegh'tə́ ləjwôgh' nŋwa'a.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
nla: Pə́ mbúŋ <strong>« cǒ tâ' »</strong> kəʉ <strong>« lə »</strong> Lejǐ le ngóu.

source: Missing the end of the last word by cutting off the recording too quickly.
nla: Lə lyegh'tə́ ləjwôgh' nŋwa'a yi za'á, ńté ńgó pə́ éi mə́ ngóu mbǒu ntó' nzá'.

source: [More has been recorded than the required text]
nla: [Pə́ ghou pə́ nŋwa'a yi a tsuŋə́ mbə̌u]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
nla: Pə lələʉ mpfu pye tsát gháp kwa' mənji máp. Pei zá'a za'á pfu nji yi pə̌ ntóŋ, yi pə ləmtə́ ləmtə́ mbaa yi məghaa. Pei məzap mi pə ghǒu gháp mənji mi pə́ lǎgh' pə́ məsʉ̂ŋ tsúŋə́.

source: Nature and Environment
nla: Nzʉ̂ gháp məsʉ̌ lâ'

source: News and Current Affairs
nla: pə́sa'á hó

source: No
nla: ngə́

source: [No ‘a’ in the original text]
nla: káa "" y" cər tû-mbəʉ nŋwa'a

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
nla: <noCopyright>Káa pə tó' lə ndágh' fǎ'</noCopyright> (cc-0)

source: No foreign letters
nla: Koo pəghəʉ mənyôgh' nŋwa'a pə́ cər wó

source: No microphone found.
nla: Káa cǒ luŋ-ntsʉ pə́ jwó.

source: No numbers and special characters
nla: Koo pə́ cô' mənyôgh' nŋwa'a la' nkwá' zə̂u gháp məcǒ məli'i mi cwǐ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
nla: Káa kəm-tsâr yi mbo' pei li'tə. Mbo' pei <addLink>Kʉ́'ʉ́ məkəm-tsâr</addLink>.

source: No thanks, continue speaking
nla: Nkhwo, pei lá' tsâr ndə́t lə́ mbi

source: Offensive language
nla: Mənyôgh' tsâr ghú'tə́

source: Offensive speech
nla: Mətsâr coŋ ndwuŋ

source: On desktop devices you can contribute by downloading…
nla: Ntó lə́ pəməsʉ̂ŋ-nŋwa'a pi təʉ pə́ tâ' yʉ, pei ghóu ndyegh'ə nsəm ndə̂ yi pə́ pyét ntsó '

source: On his head he wore a beret.
nla: Tû-məsʉ̂ŋ pə́ shuŋ pə məsʉ̂ŋ ndwuŋ.

source: On iOS please continue with Safari to enable recording…
nla: Pei wó cər iOS, cʉ́' ndágh' pə́ Safari njǐ lə́ ńgóu...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
nla: Pei lǒu mbóŋə njwó ńgó ŋuu fûŋ zə̂u ghoutə ghoutə́ nté no a laa kə́ jwô yé ləjwôgh' nŋwa'a zéi, pei nyêt lə ngóu. Ə́ mə́ nə́, pei nô' Ndéi.

source: p
nla: f

source: Partner
nla: ntôu

source: [Part of the text can’t be heard]
nla: [Mbo' pə́ zú' yé cǒ ndyégh'ə́ nŋwa'a po]

source: <playIcon></playIcon>Last one!
nla: <playIcon></playIcon> Ə́ ndyegh'ə-nzəm !

source: Play/Stop
nla: Fûŋ / nyêt

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
nla: Pei náŋtə́ ya'a njwó <templateFileLink>fi'tə</templateFileLink>. Məkəm-tsâr méi ghwo lə́ mbə́ mi tə́ nôgh' mbǒu mbə́ mi mbo' ŋuu zû' tə́ séitə́ tû yé, pə́ nŋwa'a shʉ'ʉ, ə́ pou mbwórə́ lə́ fúŋ. Məkəm-tsâr mi pə́ tə́u ghwo lə́ tsát no mənza' 10-15 mbǒu ngwó yə́ mənyôgh' nŋwa'a la' nkwá' zə̂u, mənyôgh' pye gháp məcǒ məli'i mi cwǐ po.

source: Please fill out this field.
nla: pei lə́gh'ə́ yʉ' yo

source: Please select a language to review sentences.
nla: Pei káŋ tâ' tsâr lə́ ndágh' ndyi'tə́ məkəm-tsâr

source: r
nla: g

source: [‘Raised’ in English is always pronounced as one syllable, not two]
nla: [« la' fə́t » pə la' zei lə tsâr fələ́ŋnci pə ghí' tâ' ləjwôgh' nŋwa'a, məmbwô po]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
nla: Ə ndwuŋ pǝ́ ghwǒ lǝ́ ntǝ́u ku' mǝ́. Pei pyégh'ǝ́ ntǝ́u cǝr { $retryLimit } menza'

source: Rate limit exceeded. Try again in { $retryLimit } seconds
nla: Ə ndwuŋ pǝ́ ghwǒ lǝ́ ntǝ́u ku' mǝ́. Pei pyégh'ǝ́ ntǝ́u cǝr { $retryLimit } menza'

source: Reader Effects
nla: ə ńtó tsâr gháp məzə̂u mi zʉŋə́ mə́u

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
nla: Káa pə pə́ nyét yé tə́ fúŋ cǒ ləjwôgh' nŋwa'a, mbáa mənôgh' nŋwa'a pə ghǒu ŋú'tə́

source: Read Sentences
nla: Fúŋ məkəm-tsâr

source: Read Sentences, Answer Questions
nla: Fúŋ məkəm-tsâr, mbwǒr məno

source: Read Sentences <small>(Coming soon)</small>
nla: Fúŋ məkəm-tsâr <small>(mpfu yi nd'e'e)</small>

source: Read sentences submitted by the community in various languages
nla: Fúŋ məkəm-tsâr mi lâ' ŋə́ lə́ mətsâr tə nzáa

source: <recordIcon></recordIcon> Last one!
nla: <recordIcon></recordIcon> Yó ndyegh'ə nzəm !

source: [Recording cut off before the end of the last word]
nla: [Pə́ zâ' lə́ ngóu tə́ ńgó pə́ dyegh'ə nzəm ləjwôgh' nŋwa'a tsəm]

source: Record/Stop
nla: ghou / nyêt

source: Record yourself reading sentences in your language
nla: Ghǒu nji zo mpfu yi ghí' o pə̌ fúŋ zə̂u lə́ tsâr lâ' zô

source: Record yourself responding to questions and prompts in your language
nla: Ghǒu nji zo mpfu yi ghi' o pə̌ mbwor məno ngʉ́ ghí' o pə̌ nśo' məno pə́ ghə̂u ghô lə́ tsâr lâ' zô

source: Record your voice
nla: Ghǒu nji zo

source: Reference the source of your sentence (required)
nla: Pei lá' yʉ' kəm-tsâr zéi fú wó

source: Reject
nla: Múŋə́

source: Report
nla: ə Nyárə́

source: Report was passed successfully
nla: Nŋwa'a yi o tə̌u lət mə́

source: Request a Language
nla: Mbʉ́ cǒ tsâr lâ'

source: Re-record
nla: mbyégh'ə́ ngóu

source: Re-record clip
nla: Pyégh'ə́ ngǒu

source: Return
nla: côgh'

source: Review
nla: mbyégh'ə́ náŋtə́

source: Review could not be saved. Please try again later.
nla: Pə́ li'tə́ káa ku'tə yé lə́ ghou. Pei kə́ mbyégh'ə́ pfu nde'e

source: ⓘ Review Criteria
nla: Məzə̂u mi pə́ghwó lə́ ngʉ́ ndǎgh' ndyí'tə́ mənyôgh' nŋwa'a

source: Review Criteria
nla: Məzə̂u mi pə́ghwó lə́ ngʉ́ ndǎgh' ndyí'tə́ mənyôgh' nŋwa'a

source: Reviewed sentences not submitted, are sure?
nla: Məkəm-tsâr mi pə́ li'tə́ káa pə́ yé mi tə̌u, pei pə́ koŋ ndágh' ndər lə́ mbi ?

source: Review existing sentences submitted by the community
nla: Pei náŋtə́ məkəm-tsâr mi pə́ wó mi lâ' pʉ̂ʉ

source: Review & re-record clips here as you go
nla: Pei lí'tə́ mbyégh'ə́ ngóu ghi' pei pə̌ nkǒŋ

source: Review & re-record clips if needed
nla: Pei lí'tə́ mbyégh'ə́ ngóu ghi' pei lǒu njwó póŋ

source: Review Sentences
nla: Pei náŋtə́ məkəm-tsâr

source: Review sentences in your language
nla: Pei náŋtə́ məkəm-tsâr lə́ tsâr lâ' zéi

source: Review & Submit
nla: Ndyí'tə́ ntə́u
